Repository: CSFatimaAJ/Qurb
Catalog: Qurb/*.lproj/Localizable.strings
Languages: ar

source: Hello ..
ar: مرحبـًا..

source: How do you feel today?
ar: بماذا تشعر اليوم؟

source: Relax, Have a deep breath ..
ar: استرخي و خذ نفس عميق..

source: Then take a step for yourself with yourself
ar: و خذ خطوه عشانك مع نفسك

source: Start
ar: ابدأ

source: Skip
ar: تخطي

source: Safe Space .. wont store your data
ar: مساحة آمنة.. لن يتم حفظ بياناتك

source: Step after step make you closer to yourself
ar: خطوة بخطوة تكون أقرب لنفسك

source: Your journey has been finished ..
ar: رحلتك انتهت

source: Take a deep breath ,
ar: خذ نفس عميق

source: Tell us your feelings
ar: كلمنا عن شعورك

source: How do feel now?
ar: كيف شعورك ؟

source: Thank You🤍
ar: شكرًا🤍

source: Your notes makes us happier..
ar: الحين نقدر نتحسن و نحسن

source: Done
ar: تم

source: Back to start
ar: عودة للبداية

source: Next
ar: التالي

source: Writing spaces for your emotional understanding and positivety simulating
ar: مساحات كتابية علاجية لتفريغ المشاعر وتعزيز الطاقة الإيجابية

source: A total privacy where you can share you feeling confidentially
ar: خصوصية تامة شارك مشاعرك بثقة لن يتم حفظ أي بيانات خاصة بك

source: Don't forget rating your experiance to maintain the quality of our service
ar: لاتنسى تقييم تجربتك للتحسين والحفاظ على جودة الخدمة
